{
  "name": "Mudassir Maqsood Khan",
  "contactInfo": {
    "contactdata": [
      {
        "title": "Address: ",
        "description": "100/27 Bennelong Parkway <b> Wentworth </b>"
      },
      {
        "title": "State: ",
        "description": "Sydney 2127"
      },
      {
        "title": "Mobile: ",
        "description": "(+61) 493 435 140"
      }
    ],
    "hyperlink": [
      {
        "title": "Email: ",
        "description": "muddassirmaqsoodkhan@yahoo.com"
      }
    ]
  },
  "csProfile": {
    "title": "CONTROL SYSTEM ENGINEER PROFILE:",
    "points": [
      {
        "description": "Experienced in Allen Bradley, Studio 5000, Factory Talk View Studio and RS Logix as a Control Systems Engineer, including experience in system integration, testing and commissioning activities of the PLC- based Management Control Systems for $7.2 billion <b> M4-M5 WestConnex Tunnel. </b>"
      },
      {
        "description": "High proficiency in control systems and automation, circuit designing and coding and PID. Familiarized with GE Proficy Historians Software and Proficy Plant Applications."
      },
      {
        "description": "Experienced in Allen Bradley, Yokogawa DCS, TIA Portal, and HMI as a Graduate Mechatronics Engineer for the maintenance of CGPF/GPF Oil and Gas Plant at <b> Makori Plant Karak </b>, Pakistan."
      },
      {
        "description": "Delivered major projects as part of bachelor’s degree including Fully Automated Solar Panel Cleaning Robot – DetergeoBot Patent with manual. Designed an indigenous robot and its mechanism of ball potting of different colors for NERC NUST. Developed an IoT-based device for the safety precautions of parents, informing them about the vehicle's current location if their kids exceed a specific limit while driving. Led the team in Hackathon CEME NUST 2018 with the above idea and succeeded in grabbing the best pitch award."
      }
    ]
  },
  "keyskills": {
    "title": "KEY ENGINEERING SKILLS:",
    "points": [
      {
        "title": "Programming: ",
        "description": "Experience in PLC programming for Rockwell Studio 5000 and Siemens S7 using IEC 61131-3 languages (ladder, structured text & SFC)."
      },
      {
        "title": "Commissioning: ",
        "description": "Testing and commissioning of 9000 assets in the WestConnex tunnel and taking part in Factory Acceptance Tests, Site Acceptance Tests and Site Commissioning activities for OMCS and IOMCS."
      },
      {
        "title": "AutoCAD: ",
        "description": "Experience in AutoCAD to create detailed technical drawings developed in my role at TechTis Solutions."
      },
      {
        "title": "Matlab/Cadence: ",
        "description": "Implemented EKF using MATLAB to efficiently convert a non-linearized system to a linearized system to any mechanical or electrical energy-based system."
      },
      {
        "title": "Circuit design: ",
        "description": "Designed H Bridges for the motors of three robots using Pspice and designed the whole body of robot using AutoCad and SolidWorks (Bachelor’s Project)."
      },
      {
        "title": "Software Skills: ",
        "description": "Proficient in C/C++ programming, LabVIEW MS Office Suite, and Electrical Cad."
      },
      {
        "title": "Team Player: ",
        "description": "Effective team player, capable of collaborating and negotiating tasks demonstrated from working at Coengineer and TechTis Solutions."
      },
      {
        "title": "Multitasking: ",
        "description": "Strong multitasking skills to effectively organize and prioritize tasks acquired by successfully completing projects."
      },
      {
        "title": "Problem Solving: ",
        "description": "Accurate and prompt problem solving skills to resolve team member’s queries demonstrated whilst working as a Level 5-6 Test Engineer at Coengineer."
      },
      {
        "title": "Communication: ",
        "description": "Effective verbal and non-verbal communication skills gained through liaising with Clients on aspects of specifications, technical information, datasheets, and quotations."
      },
      {
        "title": "Leadership: ",
        "description": "Strong leadership skills demonstrated through efficiently managing a team of up to three as well as providing training and support at Coengineer."
      }
    ]
  },
  "qualification": {
    "title": "QUALIFICATIONS:",
    "points": [
      {
        "title": "Master of Engineering in Mechanical Engineering",
        "description": " - University of Wollongong 2024"
      },
      {
        "title": "Bachelor of Engineering in Mechatronics Engineering",
        "description": " - National University of Sciences and Technology 2019"
      }
    ]
  },
  "employment": {
    "title": "EMPLOYMENT HISTORY: ",
    "data": [
      {
        "position": "CONTROL SYSTEM ENGINEER",
        "timeperiod": "February 2022 — Present",
        "company": "COENGINEER, SYDNEY, AUSTRAILIA",
        "subheading": "Responsibilities:",
        "points": [
          {
            "data": "SAT/SIT testing a wide range of field equipment including Fans, Dampers, Distribution boards & Multiple types of Instruments and liaising with Electricians/Other Teams."
          },
          {
            "data": "Supervising the installation and commissioning of the control systems and their integration on SCADA and ensuring proper control and protection methods."
          },
          {
            "data": "Managed work associated with lighting fixtures, low voltage power equipment, circuit-breaker panels, ventilation fans, and associated automatic transfer switches."
          },
          {
            "data": "Developed the method of procedures for electrical work to be performed while all critical loads and essential panels were energized."
          },
          {
            "data": "Collaborated with other managers, supervisors and team leads to ensure adherence to proposed delivery schedules and to implement improvement processes during Level 5 & 6 Test."
          },
          {
            "data": "Liaison between technicians and engineers. Submitting as-builds to engineering and tracking updated plans."
          },
          {
            "data": "Act as direct point of contact for both subcontractors and client; provided updates daily via Atlassian."
          }
        ]
      },
      {
        "position": "GRADUATE MECHATRONICS ENGINEER",
        "timeperiod": "Augusr 2019 — December 2021",
        "company": "TECHTIS SOLUTIONS, ISLAMABAD, PAKISTAN",
        "subheading": "Responsibilities:",
        "points": [
          {
            "data": "I worked on Allen Bradley, Studio 5000, Factory Talk View Studio, and RS Logix, along with experience in system integration, testing, and commissioning activities of the PLC-based Plant Management Control Systems of Manzalai Central Gas Processing Facility."
          },
          {
            "data": "DCS Honeywell Experion, Yokogawa Centum CS300, HIMA H51Q PLC and ELOP ll for ESD as a Graduate Trainee Engineer, including experience in documenting and testing the PLC logic and HMI applications"
          },
          {
            "data": "Supervising the installation and maintenance of the control systems PLC’s during the annual maintenance."
          },
          {
            "data": "Developing procedures and test documentation to test electronic components, circuits, and systems."
          },
          {
            "data": "I created and modified 3D models on Solidworks/OpenPlant, providing FEA analysis on ANSYS/AutoPipe."
          },
          {
            "data": "I offered an optimized design using the FEA analysis and performed design calculations, determined the equipment/ material specifications, and met time and cost budgets following the ASME/ASTM Standards provided by the organization."
          },
          {
            "data": "I created the project scope and deliverables and provided technical support to the engineering team."
          }
        ]
      }
    ]
  },
  "achievement": {
    "title": "ACHIEVEMENTS:",
    "data": [
      {
        "description": "GPA Merit Scholarship for Bachelor of Mechatronics Engineering at NUST."
      },
      {
        "description": "Received the prestigious NCRA and Koh-i-Noor Textile Mills R&D Fund for the Final Year Project."
      },
      {
        "description": "Winner of the National Engineering Robotics Contest 2018."
      },
      {
        "description": "Best Pitch Award for Hackathon 2017 NUST."
      }
    ]
  },
  "license": {
    "title": "LICENSES AND ACCREDITATION:",
    "data": [
      {
        "description": "Washington Accord Accredited"
      },
      {
        "description": "MS Office Specialist Certification"
      },
      {
        "description": "Construction White Card (Australia)"
      }
    ]
  },
  "referee": {
    "title": "REFEREES:",
    "data": [
      {
        "description": "Available upon request."
      }
    ]
  }
}
